---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepZoneEquipment
source: html/70976405-0a14-f22e-2357-11f051c161e8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepZoneEquipment Property

"Zone Equipment"

## Syntax (C#)
```csharp
public static ForgeTypeId MepZoneEquipment { get; }
```